[
  {
    "Started": "2020-04-27T20:49:26.202164+07:00",
    "Ended": "2020-04-27T22:16:37.9023692+07:00",
    "Title": "https://www.perfect-english-grammar.com/would.html\nHow to use 'would'\n",
    "Notes": "минус полчаса\n\n1. The past of \"will\" in reported speech.\n\nI will go fishing.\nHe said that he would go fishing.\nHe said \"I will go fishing\".\n\n3. Hanits int the past\nWhen I was younger, I would go to the university every day.\nWhen my mother was a child, she would go to the school every weekend.\n\n>>>\nпроблема соединения подлежащих, наречий, прилагательных, предлогов, глаголов.\nсоставлять спколлекции синонимов.\nупражняться в вспоминании синонимов.\nупражняться: смотреть видео без звука и вспоминать слова, которые могут относиться к происходящему. пытаться описать. Дак можно же продолжить проект вольного перевода Злой дух Ямбуя.\nТак же можно прогуливаться по тексту и находить мысли, которые можно выразить с помощью грамматики над которой работаю в данный момент.",
    "Finished": true,
    "Pauses": [],
    "AllPausesMinutes": 0,
    "TotalTimeMinutes": 87,
    "VisibleTitle": "27.04.2020 20:49 - 87"
  },
  {
    "Started": "2020-04-27T22:18:03.4609864+07:00",
    "Ended": "2020-04-27T22:20:02.8407802+07:00",
    "Title": "Задание\nОчень важно, чтобы был измеряемый результат сессии.\nСоставленный текст, изученные слова, прослушанные материалы.",
    "Notes": "Собирать словарный запас, которым я бы пользовался.\nНапример читая текст на русском, отмечать слова, которые я не знаю аналог англ.\nИли когда хочу сказать что то, глагол или предмет или описание, если при попытке вспомнить аналог на англ, изучить, запечатлеть в моем рус - англ коллекции и потом много раз повторить.\n\nКоллекцию глаголов собирать.\n\nНапример, я хочу сказать \"муха ползет по стене\" я не знаю, как муха, как по англ ползти. Лезу в словарь, и составляю примеры с друг существительными а так же возможные варианты применения слова ползти в англ, в каких смыслах оно применяется.\n\nПо чтению текста.\nНаходить не дословно, а какими способами можно сказать выражения, словосочетания.\nНапример предложение \"Прогнать хотел - не уходит\". Во первых \"прогнать хотел\" означет что он пробовал прогнать, т.е. he tried to ....\n",
    "Finished": true,
    "Pauses": [],
    "AllPausesMinutes": 0,
    "TotalTimeMinutes": 1,
    "VisibleTitle": "27.04.2020 22:18 - 1"
  },
  {
    "Started": "2020-04-27T22:48:53.0640283+07:00",
    "Ended": "2020-04-27T22:55:25.0045895+07:00",
    "Title": "will vs want",
    "Notes": "My mother didn't want to let me to go to the party.\n\n",
    "Finished": true,
    "Pauses": [],
    "AllPausesMinutes": 0,
    "TotalTimeMinutes": 6,
    "VisibleTitle": "27.04.2020 22:48 - 6"
  },
  {
    "Started": "2020-04-27T22:55:27.0309423+07:00",
    "Ended": "2020-04-27T22:55:33.5598531+07:00",
    "Title": "while",
    "Notes": null,
    "Finished": true,
    "Pauses": [],
    "AllPausesMinutes": 0,
    "TotalTimeMinutes": 0,
    "VisibleTitle": "27.04.2020 22:55 - 0"
  },
  {
    "Started": "2020-04-27T22:55:40.9714794+07:00",
    "Ended": "2020-04-27T22:55:44.8372422+07:00",
    "Title": "выгоднее сделать задача, которая содержит сессии.\nприменительно к изуч англ, задача может быть изучение слова while.\nа распределив задачи на неделю, можно планировать определенные временные ресурсы.\nА структура связанных узлов позволит структурировать разделы.\nНапример чтобы освоить ergative нужно освоить transitive-intransitive.\nВ этом случае второе будет вложением в первое... но это не точно, просто как пример. Имеется в виду вложенные задачи, но не всегда это обязательно вкладывать одна в другую.",
    "Notes": null,
    "Finished": true,
    "Pauses": [],
    "AllPausesMinutes": 0,
    "TotalTimeMinutes": 0,
    "VisibleTitle": "27.04.2020 22:55 - 0"
  }
]