[
  {
    "Started": "2020-03-23T22:05:50.6052121+07:00",
    "Ended": "2020-03-23T22:05:52.2302011+07:00",
    "Title": null,
    "Notes": null,
    "SessionState": 0,
    "IsClosed": true,
    "Pauses": [],
    "LastPause": null,
    "TotalPausesInMinutes": 0,
    "TotalTimeInMinutes": 0,
    "VisibleTitle": "23.03.2020 22:05 - 0"
  },
  {
    "Started": "2020-03-24T22:59:06.8441324+07:00",
    "Ended": "2020-03-25T00:11:48.5000834+07:00",
    "Title": "Reading",
    "Notes": "The year is 33 C.E., and it is the day of Pentecost.\nThe year is 2001, I am on the yearly 3-days festival.\n\nWho: A group of about 120 disciples\nWhat do:   are gathered together\nWhere:      in the upper room of a house.\n\nWhen: A few days earlier\nWho: Jesus\nWhat does: had instructed them (уделить время изучить и потренироваться, почему не past simple)\nWhat: to remain (оставаться, продержаться, пребывать на прежнем месте)\nWhere: in Jerusalem\nWhy: because they were to receivea special gift.\n-- англ -> рус я более менее понимаю. теперь нужно рус -> англ.\n-- например \"were to\" придумать много собственных примеров применения для тренировки усвоения в мой актив.\n--вот идея для проекта - вот такие задачки можно будет помещать в банк и работать. и как только я убедился, что освоил это, закрываю задачу.\nLast week I had instructed her to stay at home. Now she is at home.\n\nsuddenly - внезапно, вдруг.\nstiff - жесткий, сильный, густой, тугой.\nstiff breeze - сильный ветер.\nSuddenly there is a noise from heaven, just like that of a rushing, stiff breeze.\n\nбрать предложение, или короткий рассказ на русском и не торопясь строить по грамматическим блокам.\n\nотнять минут 20\n",
    "SessionState": 0,
    "IsClosed": true,
    "Pauses": [],
    "LastPause": null,
    "TotalPausesInMinutes": 0,
    "TotalTimeInMinutes": 72,
    "VisibleTitle": "24.03.2020 22:59 - 72"
  },
  {
    "Started": "2020-03-26T02:15:57.8885915+07:00",
    "Ended": "2020-03-26T02:45:06.9519499+07:00",
    "Title": "Reading",
    "Notes": "There would be no question in your mind that you were anointed by holy spirit/\n\nBut do all those who are anointed by holy spirit receive their anointing in some spectacular manner and at the same time in their life?\n\nLet us consider the matter of timing.\nthe matter of timing - вопрос времени (вопрос когда)\n\n[That group of about 120 Christians were not the only ones] + (who?) + [anointed by holy spirit at Pentecost, 33 CE.]\nLater that day, ...\n\nTheir anointing occured when they got baptized.\n\nBut in the years that followed, not all anointed Christians received their anointing at their baptism.\n\nAnd in what certainly was an exceptional instance, Cornelius and his household were anointed even before they got baptized.",
    "SessionState": 0,
    "IsClosed": true,
    "Pauses": [],
    "LastPause": null,
    "TotalPausesInMinutes": 0,
    "TotalTimeInMinutes": 29,
    "VisibleTitle": "26.03.2020 2:15 - 29"
  },
  {
    "Started": "2020-03-27T03:54:26.8351069+07:00",
    "Ended": "2020-03-27T04:09:27.3546264+07:00",
    "Title": "Listening and repeating",
    "Notes": "A group of about 120 disciples are gathered together in the upper room of a house.\nA few days earlier, Jesus had instracted them to remain in Jerusalem because were to receive a spetial gift.\nThe sound fills the whole house. Then, tongues as if of fire appear above disciples heads, and they all become filled with holy spirit.",
    "SessionState": 0,
    "IsClosed": true,
    "Pauses": [],
    "LastPause": null,
    "TotalPausesInMinutes": 0,
    "TotalTimeInMinutes": 15,
    "VisibleTitle": "27.03.2020 3:54 - 15"
  },
  {
    "Started": "2020-03-28T02:26:31.4450695+07:00",
    "Ended": "2020-03-28T03:12:31.3825105+07:00",
    "Title": "Listening and writting",
    "Notes": "Создавать и пополнять банк слов, которыми буду пользоваться я.\nИ эти слова учить в интервальном режиме. Т.е. ставить работу с ними на неделю.\n\nThis is normal because they themselves have not been anointed. God created humans to live forever on earth not in heaven.\n\ndrastically - коренным образом, кардинально, радикально.\n\nBut Jehovah has chosen some to live in heaven. So when he anoints them, he changes their hope and way of thinking drastically, so they look forward to life in heaven.\n\nразобрать как выразить действие на себя. Например как сказать, я изменился, я увлекся, я заинтересовался. Он покраснел, она ... по видимому это passive voice.\n\nJesus also indicated that it is impossible to explain exactly to someone who has not been anointed how it feels to be \"born again\" or to be \"born from the spirit\".\n\n",
    "SessionState": 0,
    "IsClosed": true,
    "Pauses": [],
    "LastPause": null,
    "TotalPausesInMinutes": 0,
    "TotalTimeInMinutes": 45,
    "VisibleTitle": "28.03.2020 2:26 - 45"
  },
  {
    "Started": "2020-03-28T20:28:20.2377597+07:00",
    "Ended": "2020-03-28T22:35:39.3741814+07:00",
    "Title": "Listening and writing\nМожет быть смотреть слова русские и вспоминать англ. Т.е. рус-англ соответствие.\n\nвсетаки банк слов нужно добавить!!! с функцией посторения.\nВАЖНО- не просто пройти материал, а несколько раз повторить сегодняшнюю работу.",
    "Notes": "лучше пока научиться форматировать, структурировать работу.\n!!!в любом случае обязательно сделать мой рабочий словарь!!!\nwords\n{\n   appearance, to appear\n   greediness\n   greedy\n   outward\n   scrupulous, scrupulously\n}\n\n\nappearance :\n{\n   During Jesus' last appearance at the temple, he continues to expose the hypocrisy of the scribes and Pharisees, openly calling them hypocrites.\n   to appear to be - казаться\n\n}\npause: 0:10:0\n\n\ngreediness - жадность, алчность, прожорливость (существительное)\ngreedy - жадный, алчный, ненасытный, прожорливые (прилагательное)\n\nYou cleanse the outside of the cup and of the dish, but inside they are full of greediness and self-indulgence. Blind Pharisee, cleanse first the inside of the cup and of the dish, so that the outside of it may also become clean.\n\nWhile the Pharisees are scurpulous when it comes to ceremonial cleanness and outward appearance, ---1\n\noutward (наречие) наружу, вне, за пределы\n(прил) внешний, направленный наружу, наружный, видимый, поверхностный\n(сущ) внешний мир, внешний вид, внешность.\noutward appearance - внешний вид\n\nscrupulous - щепетильный, скурпулезный, добросовестный.\n\n>>> training\nHe is happy when it comes to building a building.\nI am glad when it comes to doing something interesting.\n\n1--- ... they are neglecting [what] the inner person and are failing to purify their figurative heart. \n\nto neglect - пренебрегать\n\nMy cat neglects mice.\n\nHe is failing to do something.\n\nTheir hypocrisy is also manifest in their willingness to build and decorate tombs for for the prophets.\nwillingness - готовность\nMy son doesn't have willingness to do homework.\nmanifest - декларация.\nTheir hypocrisy is also manifest in ... - их лицемерие проявляется также в ...\n\nmurder - убить\nYet, as Jesus mentions, they \"are sons of those who murdered the prophets.\"\nThis they have proved in their efforts to kill Jesus.\n\n",
    "SessionState": 0,
    "IsClosed": true,
    "Pauses": [],
    "LastPause": null,
    "TotalPausesInMinutes": 0,
    "TotalTimeInMinutes": 127,
    "VisibleTitle": "28.03.2020 20:28 - 127"
  }
]